<section class="flex flex-col relative top-14 p-4">
    <div class="flex flex-col">
        <!-- Accordion Item for Доставка -->
        <div class="flex flex-col">
            <h2 class="flex font-bold w-full text-xl mb-2">
                Доставка
            </h2>
            <div class="flex flex-col">
                <p class="flex items-center leading-loose mb-4">
                    <span class="font-bold">Принимаем заказы онлайн круглосуточно.</span>
                </p>
                <p class="flex items-center leading-loose mb-4">
                    Заказы по телефону принимаются с 10:00 до 19:00 (ежедневно, кроме воскресенья). После оформления заказа, мы свяжемся с вами в будние дни с 10:00 до 18:00.
                </p>
                <p class="leading-loose mb-4">
                    Доставка по Украине осуществляется службой "Нова Пошта" в течение 1-3 дней.
                </p>
                <p class="leading-loose mb-4">
                    Способы доставки: Доставка по всей территории Украины через "Нова Пошта" на отделение. Курьерская доставка по всей территории Украины через "Нова Пошта" по указанному вами адресу.
                </p>
                <p class="leading-loose mb-4">
                    Для получения товара потребуется удостоверение личности (паспорт или водительские права) и номер декларации (номер будет предоставлен вам сразу после отправки посылки в SMS или через электронное письмо на ваш email).
                </p>
            </div>
        </div>

        <!-- Add more accordion items as needed, similar to the structure above. Each accordion-item can be toggled with JavaScript by adding/removing the 'hidden' class on the 'accordion-content'. -->

        <!-- Example for another accordion header -->


        <div class="flex flex-col">
            <h2 class="flex font-bold w-full text-xl mb-2">Оплата</h2>
            <div class="flex flex-col">

                    <span class="font-bold leading-loose mb-4"> Оплата при получении (наложенный платеж) доступна только для товаров, которые есть в наличии на складе.
                        Индивидуальные заказы отправляются только при 100% предоплате.</span>

                <p class="leading-loose mb-4">
                    После оформления заказа возможен безналичный расчёт.
                    Мы принимаем карты Visa и MasterCard, а также прямой перевод на карты Приват Банка или Моно Банка.
                    Пожалуйста, обратите внимание: доставку оплачивает получатель.
                </p>
                <p class="leading-loose mb-4">
                    Стоимость доставки соответствует тарифам службы "Нова Пошта". При заказе на сумму от 2000 грн, доставка осуществляется за счет нашего магазина.
                    При оплате наложенным платежом взимается комиссия в размере 20 грн + 2% от суммы.
                    Эту комиссию оплачивает получатель. Заказы, оформленные до 15:00, будут отправлены в тот же день.
                </p>
                <p class="leading-loose mb-4">
                    Если вы оформили заказ до 15:00, но не оплатили его до этого времени, он будет отправлен на следующий рабочий день.
                    После отправки вашего заказа, вы получите смс-сообщение с номером накладной для отслеживания посылки.
                </p>
                <p class="leading-loose mb-4">
                    Посылка будет храниться на складе "Новой почты" бесплатно в течение 5 рабочих дней. После этого будет начисляться пеня за каждый день просрочки.
                    Рекомендуем самостоятельно отслеживать посылку, чтобы не пропустить информацию об её прибытии.
                </p>

                <p class="leading-loose mb-4">
                    Посылки, высланные наложенным платежом, хранятся на складе "Новой почты" бесплатно в течение 5 дней. Затем оформляется возврат посылки в магазин.
                    Пожалуйста, забирайте свой заказ вовремя, чтобы иметь возможность оформлять последующие заказы с наложенным платежом.
                    В противном случае, следующие заказы будут возможны только при 100% предоплате.
                </p>


            </div>
        </div>
        <div class="flex flex-col">
            <h2 class="flex font-bold w-full text-xl mb-2">Индивидуальный заказ</h2>
            <div class="flex flex-col">

                    <span class="font-bold leading-loose mb-4">В нашем магазине вы можете сделать индивидуальный заказ товара из Японии, которого еще нет в нашем ассортименте, с предоплатой в размере 100 долларов.</span>
                <p class="leading-loose mb-4">
                    Доставка осуществляется службой EMS в течение месяца. Стоимость доставки зависит от веса и размера посылки, в среднем составляет от 25 долларов за килограмм.
                </p>
                <p class="leading-loose mb-4">
                    Для оформления заказа, просто присылайте мне в директ Instagram ссылки или скриншоты выбранной продукции.
                </p>
                <p class="leading-loose mb-4">
                    Также, если вы заказываете что-то не из нашего магазина, просто присылайте фотографии из интернета, и я с радостью постараюсь найти все необходимое и отправить вам товар, которого пока нет в нашем ассортименте.
                </p>
            </div>
        </div>

        <div class="flex flex-col">
            <h2 class="flex font-bold w-full text-xl mb-2">Претензии и компенасация</h2>
            <div class="flex flex-col">
                <p class="leading-loose mb-4">
                    Согласно украинскому законодательству, некоторые товары, такие как косметическая продукция (всех подкатегорий),
                    предметы личной гигиены (зубные щетки, расчески, ватные палочки и т.п.), а также продовольственные товары (еда, напитки и т.п.)
                    надлежащего качества, не подлежат замене и возврату.
                </p >

                <p class="leading-loose mb-4">
                    Однако, непродовольственные товары надлежащего качества могут быть возвращены в течение 14 дней,
                    за исключением вышеупомянутых категорий (предметы личной гигиены и косметическая продукция).
                </p>
                <p class="leading-loose mb-4">
                    Возвращенный товар не должен быть распакован или использован, и упаковка должна оставаться неповрежденной.
                    В случае заводского брака продукции, такой товар может быть возвращен или заменен, и все расходы на пересылку будут покрыты магазином.
                </p>
                <p class="leading-loose mb-4">
                    Важно отметить, что за повреждения, возникшие в результате транспортировки, ответственность несет транспортная компания "Новая Почта".
                </p>
                <p class="leading-loose mb-4">
                    Мы всегда стремимся упаковать посылку в максимально маленький объем коробки, но иногда это не всегда возможно, чтобы сохранить целостность вашего заказа.
                </p>
                <p class="leading-loose mb-4">
                    Если ваш заказ был доставлен в большой коробке, это связано с действиями сотрудников перевозчика,
                    а не нашими предпочтениями. Пожалуйста, обращайтесь с претензиями по этому поводу к сотрудникам "Новой Почты", а не к нам.
                </p>
            </div>
        </div>

    </div>

</section>